[Main]
DisplayName=Suomi

[SmartDefrag_SDMainForm]
btn_close.Hint=Sulje
btn_maximize.Hint=Suurenna
btn_minimize.Hint=Pienennä
btn_restore.Hint=Palauta alas
btn_more.Hint=Lisäasetuksia
lblLatestNews.Caption=Jaa tämä ohjelmisto perheesi ja ystäviesi kanssa. He käyttävät mielellään sitä!
btn_game_optimize.Caption=Optimoi
btn_gamedefrag_start.Caption=Jatka
btn_gamedefrag_stop.Caption=Pysäytä
btn_gamedefrag_pause.Caption=Tauko
btn_defrag_finish.Caption=Valmis
btn_backtosvolumetatus.Caption=Takaisin
lblPBD_DPF.Caption=Eheytä sivutustiedostot ja horrostila-tiedostot
lblPBD_DMFT.Caption=Eheytä MFT
lblPBD_DSYS.Caption=Eheytä järjestelmätiedostot
lblPBD_DREG.Caption=Eheytä rekisteritiedostot
lblPBD_DCF.Caption=Eheytä määritetyt tiedostot
btnBTConfig.Caption=Määritä
LabelEnableBTD.Caption=Käynnistyseheytys
lblBootTimeDefrag.Caption=Käynnistyksenaikaiset eheytykset
lvBootTimeDefragListView.Columns[0].Caption=Data
lvBootTimeDefragListView.Columns[1].Caption=Koko yhteensä
lvBootTimeDefragListView.Columns[2].Caption=Pirstoumat
lvBootTimeDefragListView.Columns[3].Caption=Toiminto
btn_tab_actioncenter.Caption=Toimintokeskus
btn_tab_boottimedefrag.Caption=Käynnistyseheytys
btn_tab_diskdefrag.Caption=Levyn eheytys
btn_tab_gameoptimize.Caption=Pelien optimointi
lbl_map.Caption=Lohkot:
lblResetColor.Caption=Palauta värit
lvDefragList.Columns[0].Caption=Nimi
lvDefragList.Columns[1].Caption=Pirstoumat
lvDefragList.Columns[2].Caption=Koko
lvDefragList.Columns[3].Caption=Polku
lvDefragList.Columns[4].Caption=Tulos
btnShowDefragMap.Caption=Kartta
btnShowDefragList.Caption=Tiedot
btnShowJunkFile.Caption=Roskat
lblAfterDefragTask.Items[0].Caption=Sammuta eheytyksen jälkeen
lblAfterDefragTask.Items[1].Caption=Torkahda eheytyksen jälkeen
lblAfterDefragTask.Items[2].Caption=Horrostila eheytyksen jälkeen
lblAfterDefragTask.Items[3].Caption=Uudelleenkäynnistä eheytyksen jälkeen
lblStatus.Caption=Tila:
lblSSDStatus.Caption=Tila:
lblAfter.Caption=Jälkeen:
lblBefore.Caption=Ennen:
lblFragRate.Caption=Pirstoutuminen:
lblDefragFragmentRate.Caption=Pirstoutuminen:
btn_start.Caption=Jatka
btn_stop.Caption=Pysäytä
btn_pause.Caption=Tauko
lbl_estimatedtime1.Caption=Arvioitu jäljellä oleva aika:
btnFixDefrag.Caption=Eheytys
btn_view_report.Caption=Näytä raportti
lblJunkScanSkip.Caption=Ohita
mniOpenSmartDefrag.Caption=Avaa Smart Defrag
mniHomePage.Caption=Kotivut
mniSupport.Caption=Tuki
mniExit.Caption=Lopeta
mniTask_Shutdown.Caption=Sammuta
mniTask_Sleep.Caption=Lepotila
mniTask_Hibernate.Caption=Horrostila
mniTask_Reboot.Caption=Käynnistä uudelleen
mniSkinClassic.Caption=Klassinen
mniSkinWhite.Caption=Valkoinen
btnFeedBack.Caption=Lähetä palautetta
btnViewReport.Caption=Näytä raportti
btnScanMore.Caption=Tarkista uudelleen
lblBootTimeSSD.Caption=Levysi ovat SSD-mediaa. Käynnistyksen aikainen eheytys ei tue SSD-mediaa.
shp_map_free.Hint=Vapaa tila
shp_map_mft.Hint=Päätiedostotaulukko
shp_map_dir.Hint=Hakemisto
shp_map_frequent.Hint=Usein käytetty
shp_map_rare.Hint=Harvoin käytetty
shp_map_unmovable.Hint=Ei voi siirtää
shp_map_frag.Hint=Pirstaloitunut
shp_map_moving.Hint=Siirretään
btn_nav_show.Hint=Näytä toimintokeskus
btn_nav_hide.Hint=Piilota toimintokeskus
lbl_defragprogress.Caption=Koko prosessi:
lblGameEstimatedTime.Caption=Eheytetään:
lblRecommendation.Caption=Suositus:
lblJunkCleaned.Caption=Roskia siivottu:
lblSpaceReleased.Caption=Tilaa vapautettu:
btn_feedback.Caption=Lähetä palautetta
btnGameViewReport.Caption=Näytä raportti
rdlblBootTimeDefragDesc.Caption=Eheytä järjestelmätiedostosi ennen käynnistystä suorituskyvyn maksimoimiseksi.
btnBTActiveNow.Caption=Aktivoi nyt
btnGOActiveNow.Caption=Aktivoi nyt
rdlblEnterCode.Caption=Syötä koodi
btnManageLicense.Caption=Lisenssin hallinta
rdlblProfuture.Caption=Maksimoi suorituskyky ja levyn kesto:
btnProfutureAuto.Caption=Automaattinen älyeheytys
btnProfutureBootTimeDefrag.Caption=Käynnistyksen aikainen eheytys
btnProfutureAlways.Caption=Aina ajan tasalla
btn_shuffle.Hint=Lucky  Draw

[SmartDefrag_SDMainMenu]
btn_more.Hint=Asetukset
btnAbout.Caption=Tietoja
btnCheckUpdates.Caption=Tarkista päivitykset
btnDownload.Caption=Lataa IObit Freeware
btnFindUsOnFacebook.Caption=Löydä meidät Facebookista
btnReport.Caption=Raportti
btnSettings.Caption=Asetukset...
btnSkin.Caption=Teema
btnTechnicalSupport.Caption=Tekninen tuki
btnTranslate.Caption=Auta käännöksessä
btnUseManual.Caption=Käyttöohje
btnDiskHealth.Caption=Levyn kunto

[SmartDefrag_SDDefragMenuForm]
mniItem1.Caption=Analysoi
mniItem2.Caption=Eheytä ja optimoi
mniItem3.Caption=Suurien tiedostojen eheytys
mniItem4.Caption=Vapaan tilan eheytys
mniItem5.Caption=Tiedostojen eheytys ja priorisointi (hidas)
mniItem6.Caption=Trimmaus ja älykäs optimointi
mniItem7.Caption=Pikaeheytys

[SmartDefrag_LocalDiskItemFile]
lblPath.Caption=Lisätyt tiedostot ja kansiot
btnAddFile.Caption=Lisää tiedosto
btnAddFolder.Caption=Lisää kansio

[SmartDefrag_FormSetting]
btn_close.Hint=Sulje
lblTitle.Caption=Asetukset
Button_Recommand.Caption=Käytä suositusta
Button_OK.Caption=OK
Button_Cancel.Caption=Peruuta
Button_Apply.Caption=Käytä
lblSettingType.Caption=Yleisasetukset
AutoLoadCheck.Caption=Käynnistä automaattisesti Windowsin käynnistyessä (suositus)
CloseSetCheck.Caption=Pienennä ilmaisinalueelle, kun ohjelma suljetaan (suositus)
TrayCheck.Caption=Ota ilmaisinalueen vinkit käyttöön
CheckBox_Show_RemovableDisk.Caption=Älä näytä siirrettäviä levyjä
lblSilentDesc.Caption=Tämän ominaisuuden käyttöönotto varmistaa sujuvan eheytyksen keskeytyksettä.
lblReplaceDefragDesc.Caption=Tämän ominaisuuden käyttöönotto tarkoittaa, että Smart Defrag käynnistyy kutsuttaessa Windowsin levyn eheytystä.
lblVSSDesc.Caption=Keskeytä VSS tilapäisesti eheyttämisen aikana suojataksesi nykyinen VSS varmuuskopiointi. VSS otetaan käyttöön automaattisesti, kun eheytys on valmis. (VSS: Volume Shadow Copy)
lblBatteriesDesc.Caption=Eheytys kuluttaa paljon virtaa. Joten on suositeltavaa lopettaa eheytys akkua käytettäessä.
ReplaceWindowDefrag.Caption=Korvaa Windowsin oma eheytysohjelma
SilentCheck.Caption=Ota eheyttämisessä käyttöön älykäs hiljainen tekniikka (suositus)
chkEnableVSS.Caption=Lopeta VSS eheytettäessä NTFS-asemaa
BatteryCheck.Caption=Lopeta eheytys akkukäytön aikana (suositus)
Label_Auto_Des.Caption=Uusi teknologia eheyttää pirstoutuneet tiedostot automaattisesti tietokoneen ollessa käyttämättömänä suojaten kiintolevyjä.
Label_DefragRate.Caption=Eheytä, kun hajanaisuus ylittää:
ExcludeCheck.Caption=Ohita tiedostot yli 1 Gt
ComboBox_DefragRate.Items[0].Caption=Eheytä aina
ComboBox_DefragRate.Items[1].Caption=1%
ComboBox_DefragRate.Items[2].Caption=3%
ComboBox_DefragRate.Items[3].Caption=5%
ComboBox_DefragRate.Items[4].Caption=10%
Label_Exclude_Des.Caption=Poissuljetut tiedostot ja kansiot alikansioineen, joita ei eheytetä eikä analysoida.
Button_Add_File.Caption=Lisää tiedosto...
Button_Add_Folder.Caption=Lisää kansio...
Button_Delete.Caption=Poista
ListView_Exlude.Columns[0].Caption=Nimi
Label_Schedule_Des.Caption=Ajoituseheytys eheyttää valitut osiot ajastetusti ilman käyttäjän toimia.
Label_Schedule_Task.Caption=Ajoitettu tehtävä
Label_Action.Caption=Toiminto:
Label_Schedule_Status.Caption=Tila:
Button_Config_Schedule.Caption=Määritä
ScheduleList.Columns[0].Caption=Asema
lvBootTimeDefrag.Columns[0].Caption=Asema
lvAAList.Columns[0].Caption=Asema
ComboBox_Action.Items[0].Caption=Vain eheytys
ComboBox_Action.Items[1].Caption=Eheytys ja pikaoptimointi
ComboBox_Action.Items[2].Caption=Eheytys ja täysoptimointi
ComboBox_Action.Items[3].Caption=Eheytys ja tiedostojen priorisointi (hidas)
ComboBox_Action.Items[4].Caption=Tiedostojen eheytys ja priorisointi (hidas)
Label_Max.Caption=Maksimimäärä:
Label_Unsupport.Caption=Windows 2000 ei tueta
Label_Boottime_Des.Caption=Käynnistyksen aikainen eheytys eheyttää ne tiedostot, joiden käsittely ei onnistu turvallisesti Windowsin ollessa käynnissä.
Label_Boottime_Status.Caption=Tila:
RadioButton_FirstBoot.Caption=Joka päivä ensimmäisen käynnistyksen yhteydessä
RadioButton_EveryBoot.Caption=Jokaisen käynnistyksen yhteydessä
RadioButton_Custom.Caption=Kunakin 2. päivänä ensimmäisessä käynnistyksessä
RadioButton_NextBoot.Caption=Seuraavan käynnistyksen yhteydessä
Label_language.Caption=Nykyinen kieli:
Label_Trans.Caption=Läpinäkyvyys:
CheckBox_DMC.Caption=Salli lohkokartan kirkkaat värit
lblJKF_SelectJunkFile.Caption=Valitse kohteet, jotka haluat puhdistaa:
chkJKF_EnableDOD.Caption=Käytä turvallista tiedostojen poistoa DOD 5220.22-M (hitaampi)
chkJKF_DeleteTime.Caption=Poista Windowsin yli viikon vanhat väliaikaistiedostot
TreeView_Option.Items[0].Caption=Yleisasetukset
TreeView_Option.Items[1].Caption=Eheytys
TreeView_Option.Items[2].Caption=Automatisointi
TreeView_Option.Items[3].Caption=Automaattinen eheytys
TreeView_Option.Items[4].Caption=Ajoituseheytys
TreeView_Option.Items[5].Caption=Käynnistyseheytys
TreeView_Option.Items[6].Caption=Turhien tiedostojen siivous
TreeView_Option.Items[7].Caption=Poissuljettujen luettelo
TreeView_Option.Items[8].Caption=Käyttöliittymä
TreeView_Option.Items[9].Caption=Ohitusluettelo
TreeView_Option.Items[10].Caption=Automaattinen päivitys
TreeView_Option.Items[11].Caption=Käyttöliittymä
TreeView_Option.Items[12].Caption=Hiljainen tila
TreeView_Option.Items[13].Caption=Autom. analysointi
CategoryLine_Boottime_Method.Caption=Menetelmä
CategoryLine_Boottime_Log.Caption=Lokitiedosto
CategoryLine_Schedule_Method.Caption=Menetelmä
CategoryLine_Schedule_Schedule.Caption=Ajoitus
chkEnableDiskSpeed.Caption=Ota älykäs levyn kiihdytys käyttöön
lblEnableDiskSpeedDesc.Caption=Tämä ominaisuus mahdollistaa DMAn (suora muistin käyttö) parempaan levyn suorituskykyyn ja lisää levyvälimuistin kokoa alentaen luku/kirjoitus-taajuutta.
CategoryLine_Auto_Method.Caption=Menetelmä
lblAutoAction.Caption=Toiminto:
ComboBox_AutoAction.Items[0].Caption=Älykäs eheytys
ComboBox_AutoAction.Items[1].Caption=Suurien tiedostojen eheytys
ComboBox_AutoAction.Items[2].Caption=Vapaan tilan eheytys
ComboBox_AutoAction.Items[3].Caption=Eheytys ja optimointi
ComboBox_AutoAction.Items[4].Caption=Tiedostojen eheytys ja priorisointi (hidas)
grpMethod_Method.Caption=Yleiset
lblUpdateMethod.Caption=Valitse päivitystapa:
rbAutoUpdate_Automatically.Caption=Ilmoita päivityksien saatavuudesta
rbAutoUpdate_ProgramLauched.Caption=Päivitä ohjelma automaattisesti (suositus)
grpMethod_Proxy.Caption=Välityspalvelin
rbProxy_Direct.Caption=Suora yhteys (ei välityspalvelinta)
rbProxy_ie.Caption=Tunnista välityspalvelin automaattisesti (käytä Internet Explorerin asetuksia)
rbProxy_SpecifyServer.Caption=Määritä välityspalvelin (jos muodostat yhteyden Internetiin välityspalvelimen kautta)
lblProxy_Host.Caption=Isäntä:
lblProxy_Port.Caption=Portti:
lblProxy_UserName.Caption=Käyttäjänimi:
lblProxy_UserPass.Caption=Salasana:
Label_TaskSchedule.Caption=Ajoitus:
Label_StartTime.Caption=Aloitusaika:
ComboBox_TaskType.Items[0].Caption=Joka päivä
ComboBox_TaskType.Items[1].Caption=Joka viikko
ComboBox_TaskType.Items[2].Caption=Joka kuukausi
ComboBox_Weekly.Items[0].Caption=Sunnuntai
ComboBox_Weekly.Items[1].Caption=Maanantai
ComboBox_Weekly.Items[2].Caption=Tiistai
ComboBox_Weekly.Items[3].Caption=Keskiviikko
ComboBox_Weekly.Items[4].Caption=Torstai
ComboBox_Weekly.Items[5].Caption=Perjantai
ComboBox_Weekly.Items[6].Caption=Lauantai
lblBootTimeStatus.Caption=Tila:
grpSlientMode.Caption=Tila
chkSlientMode_SlientMode.Caption=Hiljainen tila
lblSlientMode_SlientModeInfo.Caption=Vaihda hiljaiseen tilaan automaattisesti, kun koko näytön tehtävä on havaittu tai määritetty ohjelma on käynnissä.
grpSlientMode_Description.Caption=Käyttäjän määrittämät ohjelmat
lblSilent_UserSpec.Caption=Kytke hiljainen tila, kun jokin seuraavista ohjelmista on käynnissä:
btnSlientMode_Add.Caption=Lisää
btnSlientMode_Delete.Caption=Poista
GroupBox_SilentMode.Caption=Kuvaus
lblSlientMode_Description1.Caption=Äänetön tila vähentää resurssien kulutusta älykkäällä eheytysmekanismilla:
lblSlientMode_Description2.Caption=1. Ohita automaattisesti autoeheytys, kun määritetty tehtävä on havaittu.
lblSlientMode_Description3.Caption=2. Ohita automaattisesti ajoitettu eheytys, kun määritetty tehtävä on havaittu.
lvSlientMode.Columns[0].Caption=Nimi
lvSlientMode.Columns[1].Caption=Kuvaus
lblCBT_Desc.Caption=Määritettyjen tiedostojen eheytys eheyttää tiedostoja, joita ei voi eheyttää järjestelmän ollessa käynnissä. Lisää ne luetteloon käynnistyksen aikana eheytettäväksi.
btnCbtAddFile.Caption=Lisää tiedosto...
btnCbtDelete.Caption=Poista
lblAADesc.Caption=Analysoi automaattisesti levyjä järjestelmän ollessa toimettomana ja ilmoittaa, jos eheytys on tarpeellista.
lblAAStatus.Caption=Tila:
btnNotifyWhemSchdule.Caption=Älä ilmoita eheytyksestä

[SmartDefrag_shutdown]
Button_Cancel.Caption=Peruuta
lblShutdownInfo.Items[0].Caption=Eheytys valmistui, tietokone sammutetaan
lblShutdownInfo.Items[1].Caption=Eheytys valmistui, tietokone menee lepotilaan
lblShutdownInfo.Items[2].Caption=Eheytys valmistui, tietokone menee horrokseen
lblShutdownInfo.Items[3].Caption=Eheytys valmistui, tietokone käynnistetään uudelleen
btn_close.Hint=Sulje

[SmartDefrag_ClearJunkFileTips]
btn_close.Hint=Sulje
lblMessage.Caption=Haluatko puhdistaa turhat tiedostot ennen eheytystä ja vapauttaa lisätilaa ja parantaa eheytystä?
lblDontShowAgain.Caption=Muista valintani
lblTipsCaption.Caption=Siivoa turhat tiedostot
btnYes.Caption=Kyllä
btnNo.Caption=Ei kiitos

[SmartDefrag_SDMessageBoxForm]
btn_close.Hint=Sulje
btnYes.Caption=Kyllä
btnNo.Caption=Ei
btnOK.Caption=OK

[SmartDefrag_DefragReportView]
btn_close.Hint=Sulje
lblCaption.Caption=Smart Defrag raportti
lvDefragReportListView.Columns[0].Caption=Aika
lvDefragReportListView.Columns[1].Caption=Pirstaleet
lvDefragReportListView.Columns[2].Caption=Toiminto

[SmartDefrag_FormAbout]
lblCaption.Caption=Tietoja
Label_Warning.Caption=Varoitus:
Label_WarningInfo.Caption=Tämä tietokoneohjelma on suojattu tekijänoikeuslailla ja kansainvälisillä sopimuksilla.
Label_AllRight.Caption=Kaikki oikeudet pidätetään.
Label_Acknowledge.Caption=Erityiset kiitokset seuraaville henkilöille heidän suurista panoksistaan:
btn_close.Hint=Sulje

[SmartDefrag_M]
M_FSUnknown=Tuntematon
M_FSAnalyzed=Analysoitu
M_FSDefragged=Eheytetty
M_FSInvalidHandle=Virheellinen kahva
M_FSMoveFailed=Siirto epäonnistui
M_FSNospace=Ei yhtenäistä tilaa
M_FSSkipTooLarge=Ohita suuret tiedostot
M_FSSkipRateTooLow=Ohita vain vähän hajanaiset
M_DefragSummary=Eheytyksen yhteenveto
M_DefragDetails=Eheytyksen tiedot
M_SSDOPTDetails=SSD optimointitiedot
M_DiskSpaceInfo=Vapaana/yhteensä
M_DefragMethod=Eheytysmenetelmä
M_DefragBeginTime=Eheytys aloitettu
M_DefragEndTime=Eheytys valmistunut
M_TotalFiles=Yhteensä tiedostoja ja hakemistoja
M_Fragments=Pirstoumat
M_Recommend=Käytä suositusta
M_FragmentationRate=Pirstoumien määrä
M_DefaultVolumeName=Paikallinen levy
M_DetailsFragments=Pirstoumat
M_DetailsSize=Koko
M_DetailsResult=Tulos
M_DetailsPath=Polku
M_DMSSDAnalyze=Analysoidaan SSD
M_DMSSDOptimize=Trimmaus
M_DMUSSDOptimize=Trimmaus ja älykäs optimointi
M_DMSSDAnalyzed=%d kohdetta voidaan trimmata parantamaan suorituskykyä ja SSD kestävyyttä.
M_DMSSDOptimized=SSD trimmattu suorituskyvyn parantamiseksi.
M_DMUSSDAnalyzed=%d kohdetta voidaan trimmata ja optimoida SSDn suuremman suorituskyvyn ja kestävyyden parantamiseksi.
M_DMUSSDOptimized=SSD on trimmattu ja optimoitu älykkäästi.
M_DMNSSDAnalyze=Analysoi SSD
M_DMNSSDOptimize=Trimmaa SSD
M_DMNAnalyze=Analysoitu
M_DMNFastDefrag=Pikaeheytys
M_DMNSmartDefrag=Eheytetty nopealla optimoinnilla
m_DMNLargeFileDefrag=Suurien tiedostojen eheytys
M_DMNMergeSortDefrag=Eheytä ja priorisoi
M_DMNSortDefrag=Eheytä ja optimoi
M_DMNMergeDefrag=Eheytä ja vapauta tilaa
M_DMNAutoDefrag=Eheytetty automaattisesti
M_DMNSchdleDefrag=Eheytetty ajastetusti
M_DMNDefrag=Eheytetty
M_DMAnalyze=Analysoidaan
M_DMDefrag=Eheytetään
M_DMFastDefrag=Pikaeheytys
M_DMSmartDefrag=Eheyttäminen ja nopea optimointi
m_DMLargeFileDefrag=Eheytetään suuria tiedostoja
M_DMMergeSortDefrag=Eheytetään ja priorisoidaan tiedostoja
M_DMSortDefrag=Eheytetään ja optimoidaan
M_DMMergeDefrag=Eheytetään vapaata tilaa
M_DMAFastDefrag=Automaattinen pikaeheytys
m_DMALargeFileDefrag=Automaattinen suurien tiedostojen eheytys
M_DMAMergeSortDefrag=Automaattinen eheytys tiedostojen priorisointi
M_DMASortDefrag=Automaattinen eheytys ja optimointi
M_DMAMergeDefrag=Automaattinen vapaan tilan eheytys
M_DMAutoDefrag=Automaattinen eheyttäminen
M_DMSchdleDefrag=Ajastettu eheyttäminen
M_DMAnalyzed=Analysoitu
M_DMDefraged=Eheytetty
M_DMFastDefraged=Pikaeheytys valmistui
M_DMMergeSortDefraged=Eheytys tiedostojen priorisointi valmistui
m_DMLargeFileDefraged=Suurien tiedostojen eheytys valmistui
M_DMSortDefraged=Eheytys ja optimointi valmistui
M_DMMergeDefraged=Vapaan tilan eheytys valmistui
M_DMAFastDefraged=Automaattinen pikaeheytys valmistui
M_DMAMergeSortDefraged=Automaattinen eheytys tiedostojen priorisointi valmistui
m_DMALargeFileDefraged=Automaattinen suurien tiedostojen eheytys valmistui
M_DMASortDefraged=Automaattinen eheytys ja optimointi valmistui
M_DMAMergeDefraged=Automaattinen vapaan tilan eheytys valmistui
M_DMAutoDefraged=Eheytetty automaattisesti
M_DMSchdleDefraged=Eheytetty ajastetusti
M_Idle=Toimeton
M_Queuing=Keskeneräinen
M_DBTrim=Trimmaa
M_DBSmartDefrag=Eheytä
M_DBOptimize=Älykäs optimointi
M_BTDViewReport=Näytä raportti
M_OPT_TRIM=Ota trimmaus käyttöön nopeuttaaksesi SSD käsittelyä ja kirjoitusnopeutta.
M_OPT_PREFETCHER=Poista esihaku (Prefetch) pidentääksesi kiintolevyn elämää.
M_OPT_SUPERFETCH=Poista pikalataus (Superfetch) pidentääksesi kiintolevyn elämää.
M_OPT_BTD=Poista käynnistyksenaikainen eheytys pidentääksesi kiintolevyn elämää.
M_OPT_SDDT=Poista levyn ajoitettu eheytys pidentääksesi kiintolevyn elämää.
M_Day=1. käynnistys, joka %d pv.
M_SkipSize=Ohita tiedostot, jotka ovat suurempia kuin %s
M_StartAuto=Käynnistä automaattinen eheytys, kun järjestelmän seisonta-aika ylittää (%d minuuttia)
M_PauseAuto=Keskeytä automaattinen eheytys, kun resurssien käyttö ylittää (%s)
M_StartAutoAnalyze=Käynnistä automaattinen analysointi, kun järjestelmän joutoaika ylittää (%d minuuttia)
M_PauseAutoAnalyze=Tauota automaattinen analysointi, kun resurssien käyttö ylittää (%s)
M_ScheduleInactivated=Ajastettu eheytys ei ole aktivoitu
M_FileExcluded=Tämä tiedosto on poissuljettu. Jos haluat eheyttää, poista se ensin ohitusluettelosta.
M_FileAdded="%s" on jo lisätty eheytettäviin.
M_ExcludedFolderAdded=Tämä kansio on lisätty valintaan Lisätyt tiedostot ja kansiot. Jos haluat sulkea sen pois, poista se ensin valinnasta Lisätyt tiedostot ja kansiot.
M_ExcludedFileAdded=Tämä tiedosto on lisätty valintaan Lisätyt tiedostot ja kansiot. Jos haluat sulkea sen pois, poista se ensin valinnasta Lisätyt tiedostot ja kansiot.
M_FolderExcluded=Tämä kansio on poissuljettu. Jos haluat eheyttää, poista se ensin ohitusluettelosta.
M_GameAdded=Peli on jo lisätty
M_RunBackground=Smart Defrag on edelleen käynnissä taustalla.
M_StartScheduleDefrag=Käynnistä ajoitettu eheytys
M_StartAutoDefrag=Käynnistä automaattinen eheytys
M_LastAutoDefrag=Viimeisin automaattinen eheytys:
M_AddVolume=Asemaa ei voi lisätä.
M_InvalidFF=Virheellinen tiedosto tai kansio.
M_SDRAutoDefrag=Automaattisen eheytyksen raportti
M_SDRGameDefrag=Pelieheytyksen raportti
M_SDRManualDefrag=Manuaalisen eheytyksen raportti
M_DefragPaused=Keskeytetty
M_TrimStoped=Trimmaus keskeytetty
M_AnalyzeStoped=Analysointi keskeytetty
M_DefragStoped=Eheytys keskeytetty
M_JunkScanStoped=Skannaus keskeytetty
M_DefragFinished=Valmis
M_DefragBack=Takaisin
M_JunkFileScan=Etsitään turhia tiedostoja %d %%
M_LFR=Vähän pirstoutunut
M_FileInSSDTips=Tämä tiedosto/kansio on SSDssä. Älä eheytä sitä.
M_AddFileOrFolder=Lisää tiedostoja/kansioita
M_NoFileOrFolderAdded=Tiedostoja/kansioita ei ole lisätty
M_GameFragments=Pirstoumat:
M_GameOptimized=Optimoitu:
M_GameOptimizeTip=Optimoi pelejä saadaksesi paremmin pelikokemuksen.
M_GameAddTip=Lisää pelioptimointi parempaan pelikokemukseen.
M_JunkFileFound=Roskia löytyi:
M_JunkFileCleaned=Roskia siivottu:
M_DefragedFragments=Pirstoumia eheytetty:
M_DefragedFiles=Tiedostoja eheytetty:
M_AnalyzedFragments=Pirstoumia:
M_AnalyzedFiles=Pirstoutuneita tiedostoja:
M_DRDefragedFragments=Pirstoumia eheytetty
M_DRDefragedFiles=Tiedostoja eheytetty
M_DRAnalyzedFragments=Pirstoumia löydetty
M_DRAnalyzedFiles=Pirstoutuneita tiedostoja löydetty
M_SmartOptimizeTips=Älykäs optimointi analysoi ensin ja suorittaa sitten sopivimman eheytyksen HDDlle ja trimmaa SDDn yhdellä napsautuksella.
M_SmartDefragTips=Älykäs optimointi analysoi ensin ja suorittaa sitten sopivimman eheytyksen yhdellä napsautuksella.
M_DiskSpace=Vapaana %s/%s
M_Trimmed=Trimmattu
M_UTrimmed=Trimmaus ja älykäs optimointi valmistui
M_AppOptimizeStop=Optimointi keskeytetty
M_APPDBOptimize=Optimoi
M_AppOptimize=Optimoidaan
M_AppOptimized=Optimoitu
M_AppFoundProblem=%d kohdetta optimoitu Metro-sovellusten suorituskyvyn parantamiseksi.
M_AppNoProblem=Metro-sovellukset optimoitu huippusuoritukseen.
M_Task=Muuta aikataulua klikkaamalla
M_RecommendAnalyze=Eheytystä ei tarvita
M_State=Tila
M_GameInSSD=Tämä peli on SSD:llä. Älä optimoi.
M_JunkFile=Roskatiedosto
M_JunkFileAnalyze=Etsitään roskatiedostoja
M_JunkFileCleanedHtml=Roskatiedostoja siivottu:
M_DefragDetailsHtml=Eheytystiedot
M_StartedTimeHtml=Käynnistetty:
M_CompletedTimeHtml=Valmistui:
M_AfterRateHtml=Jälkeen
M_BeforeRateHtml=Ennen
M_JunkFileHtml=Tiedostot
M_RecommendDefrag1=Pikaeheytys
M_RecommendDefrag2=Eheytä ja optimoi
M_RecommendDefrag3=Suurien tiedostojen eheytys
M_RecommendDefrag4=Vapaan tilan eheytys
M_RecommendDefrag5=Eheytä ja priorisoi tiedostoja
M_NoVolumeSelected=Valitse vähintään yksi levy jatkaaksesi.
M_TrimShutdown0=Trimmaus valmistui, tietokone sammutetaan
M_TrimShutdown1=Trimmaus valmistui, tietokone menee lepotilaan
M_TrimShutdown2=Trimmaus valmistui, tietokone torkahtaa
M_TrimShutdown3=Trimmaus valmistui, tietokone käynnistyy uudelleen
M_OptimizeShutdown0=Optimointi valmistui, tietokone sammutetaan
M_OptimizeShutdown1=Optimointi valmistui, tietokone menee lepotilaan
M_OptimizeShutdown2=Optimointi valmistui, tietokone torkahtaa
M_OptimizeShutdown3=Optimointi valmistui, tietokone  käynnistyy uudelleen
M_TTrimShutdown0=Sammuta trimmauksen jälkeen
M_TTrimShutdown1=Lepotila trimmauksen jälkeen
M_TTrimShutdown2=Torkut trimmauksen jälkeen
M_TTrimShutdown3=Uudelleen käynnistys trimmauksen jälkeen
M_TOptimizeShutdown0=Sammuta optimoinnin jälkeen
M_TOptimizeShutdown1=Lepotila optimoinnin jälkeen
M_TOptimizeShutdown2=Torkut optimoinnin jälkeen
M_TOptimizeShutdown3=Uudelleen käynnistys optimoinnin jälkeen
M_MASKSSD=Tunnista SSD:ksi
M_MASKHDD=Tunnista HDD:ksi
M_LEARNMORE=Lisätietoa
M_EXITSDTIPS=Smart Defrag on käynnissä. Oletko varma, että haluat poistua ohjelmasta?
M_NOTSUPPORTSSD=Tämä levy on SSD. Käynnistyksen aikainen eheytys ei tue SSD:tä.
M_Junk0=Huomaa: DNS-välimuistin puhdistus voi hidastaa latausnopeutta ja aiheuttaa ruuhkia.
M_Junk1=Huomautus: Vanhojen Prefetch-tietojen puhdistus voi hidastaa järjestelmän käynnistystä.
M_Junk2=Huomautus: Valikkojärjestyksen välimuistin puhdistus nollaa Käynnistä-valikon järjestyksen. Yhtään kohdetta ei poisteta.
M_Junk3=Huomautus: Ilmoitusalueen välimuistin puhdistus nollaa järjestelmän ilmoitusalueen välimuistin. Sinun täytyy käynnistää explorer.exe uudelleen.
M_Junk4=Huomautus: Ikkunan koko/sijaintivälimuistin puhdistus nollaa kaikki tallennetut resurssienhallinnan sijainti- ja näkymäasetukset.
M_Junk5=Huomautus: Käyttäjän avustushistorian puhdistus poistaa viimeksi käytetyt Käynnistä-valikon ohjelmat.
M_Junk6=Huomautus: IIS lokitiedostojen puhdistus poistaa minkä tahansa sivuston, virtuaalisen kansion tai tiedoston tapahtumakirjaukset itsenäisesti.
M_Junk7=Huomautus: Pikkukuvien välimuistin puhdistus hidastaa pikkukuvien näyttönopeutta aina kun tarkastelet kansioita, jotka sisältävät kuvia.
M_Junk8=Huomautus: Tehtäväpalkin pikaluettelon puhdistus poistaa viimeksi avatut kohteet Käynnistä-valikossa ja tehtäväpalkissa.
M_Junk9=Huomautus: Tallennettujen salasanojen puhdistuksella menetät kaikki tallennetut salasanat.
M_GameOptimizeTips=Eheytä ja optimoi pelitiedostot nopeampaan ja joustavampaan pelikokemukseen.
M_AllGameOptimize=Pelitiedostot on optimoitu. Nauti peleistäsi.
M_ON=ON
M_OFF=EI
M_MoreThan2Hours=yli 2 tuntia
M_NoFragmentsFound=Pirstoumia ei löytynyt
M_NoJunkFilesFound=Roskatiedostoja ei löytynyt
M_ActiveAll=Aktivoi kaikki
M_ActiveNow=Aktivoi nyt
M_SkinName=Teema:
M_ShellDefrag=Smart Defrag eheytys
M_ShellTrim=Smart Defrag trimmaus
M_SkinNameClassic=Klassinen
M_SkinNameReadable=Luettavissa
M_SpecifyFiles=Määritä tiedostot
M_PromoteTitle11=Oletko väsynyt manuaaliseen eheytykseen?
M_PromoteTitle12=Osta nyt saadaksesi automaattisen eheytyksen.
M_PromoteTitle21=Osta nyt saadaksesi määritettyjen tiedostojen käynnistyksen aikaisen eheytyksen.
M_VendorSpecific=Toimittajakohtainen
M_CFragMentInfo=<a>%d</a> fragmenttia levyillä. Eheytä ne, jolloin tietokoneesta tulee nopeampi ja vakaampi.
M_DefaultName=Paikallinen levy
M_DiskGood=Hyvä
M_DiskFair=Kohtalainen
M_DiskPoor=Heikko
M_DiskInfoTips=Vapauta enemmän tilaa Advanced SystemCarella ja nopeuta tietokonettasi NYT!
M_DiskStatusGood=Hyvä
M_DiskStatusWarn=Varoitus
M_DiskStatusError=Virhe
M_SchduleDefragInfo=<a>%d</a> fragmenttia eheytetty. Aktivoi Automaattinen eheytys eheyttääksesi levy automaattisesti huippusuoritukseen.
M_ActivateTitle=Maksimoi levyn suorituskyky ja kesto:
M_ActivateContent1=Automaattinen älykäs eheytys
M_ActivateContent2=Käynnistyksen aikainen eheytys
M_ActivateContent3=Aina ajan tasalla
M_ActivateButton=Aktivoi kaikki

[ActionCenter_M]
M_AC_FreeTitleHide=Huom!
M_AC_FreeDetailHide_New=Kaikki suositellut ohjelmat ovat piilossa! Klikkaa "Näytä" näyttääksesi ja asentaaksesi ne uudelleen saadaksesi täyden tietoturvan ja huipputehon.
M_AC_FreeDetailShow_New=Hanki paremmat suojaukset ja suorituskyvyn lisäys suositelluilla ohjelmilla.
M_FixAll=Hanki kaikki
M_Hide=Piilota
M_Show=Näytä
M_Scan=Skannataan...
M_Fix=Hanki nyt
M_fixing=Asennetaan
M_Updating=Päivitetään
M_RuningWell=Uusin versio asennettu
M_Outdated=Vanhentunut
M_NotInstalled=Ei ole asennettu
M_Recomm_Ins=Suositus: Asenna %s
M_Recomm_Upt=Suositus: Päivitä %s
M_RunASC=Tutki nyt
M_ASCCaption=Järjestelmän suorituskyky
M_ASCInfo_NotIns=Etsi rekisterin virheet, yksityisyyteen liittyvät kysymykset ja turhat tiedostot koneellasi.
M_ASCInfo_UpToDate=Advanced SystemCare nopeuttaa ja optimoi tietokoneesi 1-klikkauksella.
M_ASCInfo_NeedUpDate=Advanced SystemCare on vanhentunut.
M_RunDB=Tutki nyt
M_DBCaption=Ajurien päivittäjä
M_DBInfo_NotIns_C=Löytyi %s vanhentunutta ajuria, mikä voi hidastaa && tehdä tietokoneestasi epävakaan.
M_DBInfo_NotIns=Tietokoneessasi voi olla vanhentuneita ajureita, jotka voivati hidastaa && tehdä tietokoneestasi epävakaan.
M_DBInfo_UpToDate=Driver Booster päivittää tietokoneen kaikki vanhentuneet ajurit.
M_DBInfo_NeedUpDate=Ajurien päivitysohjelma on vanhentunut.
M_RunIMF=Tutki nyt
M_IMFCaption=Vakoiluohjelmien torjunta
M_IMFInfo_NotIns=Hanki parempi vakoilusuoja kolmannen osapuolen vakoiluntorjuntaohjelmalla.
M_IMFInfo_UpToDate=IObit Malware Fighter suojaa tietokoneesi eri haittaohjelmilta.
M_IMFInfo_NeedUpDate=Vakoiluntorjuntaohjelmasi on vanhentunut.
M_RunAMC=Hanki nyt
M_AMCCaption=Android suojaus
M_AMCInfo_NotIns=Hanki parempi Android-laitteen turvallisuuden ja yksityisyyden suoja.
M_Recomm_Ins_AMC=Suositus: Asenna %s Android-laitteeseesi.
M_RunSM=Aja nyt
M_SMCaption=Käynnistä-valikko
M_SMInfo_NotIns=Hanki takaisin tuttu Windowsin Käynnistä-valikko.
M_SMInfo_UpToDate=Start Menu 8 tuo takaisin Windowsin "Käynnistä"-valikon.
M_SMInfo_NeedUpDate=Start Menu 8 on vanhentunut.
M_RunIU=Aja nyt
M_IUCaption=Ohjelmien poisto
M_IUInfo_NotIns=Poista ei-toivotut ohjelmat, työkalurivit ja selaimen lisäosat.
M_IUInfo_UpToDate=IObit Uninstaller poistaa laajennukset ja sovellukset perusteellisesti.
M_IUInfo_NeedUpDate=IObit Uninstaller on vanhentunut.
M_RunFP=Muunna nyt
M_FPCaption=Videomuunnin
M_FPInfo_NotIns=Hanki videomuunnin muuntaaksesi videoita eri laitteille.
M_FPInfo_UpToDate=Katsele videoita kaikilla haluamillasi laitteilla.
M_FPInfo_NeedUpDate=Formaattipaketti on vanhentunut.
M_RunDL=Hallinta
M_DLCaption=Salasanan hallinta
M_DLInfo_NotIns=Suojaa ja ylläpidä kaikkia salasanojasi ohjelmalla Dashlane Password Manager.
M_DLInfo_UpToDate=Älä koskaan unohda salasanaasi turvallisella Dashlane sovelluksella.
M_RunIVC=Kokeile
M_IVCCaption=Ilmainen videomuunnin
M_IVCInfo_NotIns=100% ilmainen ja puhdas, 150+ formaattia ja nopeampi videoiden muuntaminen!
M_IVCInfo_UpToDate=Katsele videoita haluamallasi tavalla.
M_IVCInfo_NeedUpDate=iFun Video Converter on vanhentunut.
M_RunIOT=Hallinnointi
M_IOTCaption=iPhone Manager
M_IOTInfo_NotIns=1-napsauksella voit tuoda, viedä ja hallita valokuvia, videoita ja musiikkia iOS-laitteellasi.
M_IOTInfo_UpToDate=IOTransfer toimii hyvin.
M_IOTInfo_NeedUpDate=IOTransfer on vanhentunut.
M_Install=Asenna nyt
M_ASCOffer=Puhdista ja optimoi tietokone yhdellä napsauksella.<br>Nopeuta tietokoneen käynnistystä jopa 300 %.<br>Pyyhi surffailujäljet yksityisyyden suojaamiseksi.<br>Tarkkaile PC-olosuhteita reaaliajassa.<br>Suojaa tietokoneesi tavallisilta vakoiluohjelmilta.
M_DBOffer=Suuri ajuritietokanta (1 000 000+)<br>Päivitä ajurit vain yhdellä napsauksella<br>Turvallinen päivitys pätevillä WHQL -ajureilla<br>Yleisten ongelmien (esim. verkko, ääni) korjaukset.<br>Vähennä järjestelmän jähmettymisiä ja kaatumisia.
M_IMFOffer=Tehokas ja kattava haittaohjelmien torjunta.<br>Puolustaudu kiristysohjelmia, kuten GoldenEye ja Wannacry vastaan.<br>Turvallisempi online-selailu ja lataukset.<br>Syvempi ja monipuolisempi reaaliaikainen suojaus.
M_SMOffer=Tuo takaisin klassisen Käynnistä-valikon Windows 8/10 -järjestelmissä.<br>Tehokas ja yksinkertainen tiedostohakumoottori.
M_DLOffer=Yksinkertainen ja turvallinen tapa hallita salasanoja.<br>Luo ainutlaatuisia salasanoja tiliesi suojaamiseksi.<br>Kirjaudu suosikki sivustoihisi automaattisesti.<br>Windows-, Mac-, iOS- ja Android-järjestelmille.
M_IOTOffer=Paras iPhone-hallinta ja iPhone-siirto-ohjelmisto.<br>Siirrä iPhone-tietoja iPhone/iPad/iPod/PC:n välillä.<br>Helppo ja ilmainen tapa hallita iPhone-valokuvia, musiikkia, videoita.<br> Puhdista roska- ja välimuistitiedostot saadaksesi enemmän tilaa
M_AdawareCaption=
M_IUOffer=Poistaa selaimen laajennukset, työkalurivit ja laajennukset nopeasti.<br>Poistaa tarpeettomat ohjelmat helposti.<br>Puhdistaa täysin jäljelle jääneet osat asennuksen jälkeen.
M_AdawareOffer=

[M_JunkfilesScanner]
M_Scan=Skannataan:
M_Fix=Korjataan:
M_WinBin=Windows roskakori
M_WinTempF=Windows temp-tiedostot
M_IETempF=IE temp-tiedostot
M_SearchAA=Hakuavustajan automaattinen täydennys
M_OtherMRUs=Muut Explorer MRUt
M_Clip=Leikepöytä
M_Dumps=Muistivedokset
M_ChkDskFrag=CHKDSK tiedostosirpaleet
M_WinLog=Windowsin lokitiedostot
M_WinEReport=Windowsin virheraportit
M_DNSCache=DNS välimuisti
M_OldPD=Vanhat Prefetch-tiedot
M_MenuOC=Valikkojärjestyksen välimuisti
M_TrayNC=Ilmoitusalueen välimuisti
M_WinSLCache=Ikkunakoon/sijainnin välimuisti
M_UserAH=Käyttäjän avustushistoria
M_IISLog=IIS lokitiedostot
M_ThumCache=Pikkukuvien välimuisti
M_TaskbarJPL=Tehtäväpalkin pikaluettelo
M_GS=Yleistilanne
M_ItemsCap=%s kohdetta, %s
M_JunkFixCap=[Roskatiedostojen korjaus]: %d ongelmaa korjattu
M_Det=Tiedot
M_Del=Poistettu
M_NoteMOC=Huomautus: Valikkojärjestyksen välimuistin puhdistus nollaa Käynnistä-valikon järjestyksen. Yhtään kohdetta ei poisteta.
M_NoteTNC=Huomautus: Ilmoitusalueen välimuistin puhdistus nollaa järjestelmän ilmoitusalueen välimuistin. Explorer.exe vaatii uudelleenkäynnistyksen.
M_NoteWSC=Huomautus: Ikkunan koko/sijaintivälimuistin puhdistus nollaa kaikki tallennetut resurssienhallinnan sijainti- ja näkymäasetukset.
M_NoteUAH=Huomautus: Käyttäjän avustushistorian puhdistus poistaa viimeksi käytetyt ohjelmat Käynnistä-valikossa.
M_WinSys=Windows-järjestelmä
M_HisTrace=Historia ja jäljet
M_WinAppCache=Windows sovellusvälimuisti
M_WinUpdateCache=Windows autopäivityksen välimuisti
M_WinUpdateDB=Windows autopäivityksen tietokanta
M_SoftInsTemp=Ohjelmistojen väliaikaiset asennustiedostot
M_WinFontCache=Windowsin fonttivälimuisti

[ACD_M]
M_Downloading=Ladataan:
m_Installing=Asennetaan:
M_DiskIsFull=Liian vähän levytilaa!
M_NetError=Lataus epäonnistui verkkovirheeseen, yritä myöhemmin uudelleen!
M_Tips=Lataaminen on käynnissä. Lisätietoja tuplaklikkaamalla kuvaketta.
M_MD5Faild=Ladattu tiedosto on vioittunut, yritä myöhemmin uudelleen.
M_AreSure=Oletko varma, että haluat poistua IObit Downloaderista?
M_Speed=Nopeus:
M_AreSure_IObit=Oletko varma, että haluat poistua IObit Downloaderista?
M_TipFixing=Korjataan

[IMF_frmIMF_ConvertUI]
lblCaption.Caption=Hanki ILMAINEN Advanced SystemCare
lblDesc_IMF.Caption=Hanki Advanced SystemCare ilmainen versio IObit Malware Fighterin poistamisen jälkeen.
lblDesc_SD.Caption=Hanki Advanced SystemCare ilmainen versio IObit Smart Defragin poistamisen jälkeen.
lblGet.Caption=Advanced SystemCare optimoi tietokoneen suorituskykyä ja parantaa Internet-nopeutta antaen sinulle uuden tietokoneen tunnun. Siihen luottaa yli 150 miljoonaa käyttäjää!
btnConvertASC.Caption=Poista asennus ja hae ILMAINEN Advanced SystemCare
btnNo.Caption=Ei, haluan täydellisen asennuksen poiston
btnCancel.Caption=Peruuta
btnClose.hint=Sulje

[ACD_frmActionCenter]
lbl_Cancel.Caption=Peruuta
lbl_Min.Caption=Pienennä
btnClose.Hint=Sulje

[SmartDefrag_AutoupdateFormMain]
Label_Titile.Caption=Smart Defrag päivittäjä
Label_CheckUpdate.Caption=Haetaan päivitystietoja, odota hetki...
Label_UpdateDetails.Caption=Smart Defrag uusi versio on saatavilla. Lataa nyt ja nauti uusimmista toiminnoista ja ominaisuuksista.
Label_VWN_Pro.Caption=Tutustu uutuuksiin
Label_NewVersionUpdate.Caption=Smart Defrag uusi versio on saatavilla. Lataa nyt ja nauti uusimmista toiminnoista ja ominaisuuksista.
Label_NewFileUpdate.Caption=Uusi versio on saatavilla. Lataa nyt ja nauti uusimmista toiminnoista ja ominaisuuksista.
Label_ClickDownload.Caption=Valitse "%s" ladataksesi ja asentaaksesi päivityksen.
Label_FinishInfo.Caption=Valmis!
Label_NoUpdate.Caption=Onnittelut! Sinulla on jo uusin versio.
Label_Nottention.Caption=Huomio: Smart Defrag käynnistyy automaattisesti uudelleen päivityksen jälkeen.
Label_RestartWarn.Caption=Huomio: Ole hyvä ja käynnistä tietokone uudelleen päivityksen viimeistelemiseksi. Käynnistetäänkö nyt?
Label_Cancel.Caption=Peruuta
Label_ProxySet.Caption=Välityspalvelimen asetukset
Label_DecideLater.Caption=Päätä myöhemmin
RdImageButton_RestartLater.Caption=Käynnistä uudelleen myöhemmin
RdImageButton_RestartNow.Caption=Käynnistä uudelleen nyt
RdImageButton_Download.Caption=Lataa nyt
RdImageButton_Finish.Caption=OK
Label_ViewWN.Caption=Katso mitä uutta

[SmartDefrag_AutoupdateFormMain_M]
M_Close=Sulje
M_GetUpdateInfo=Haetaan päivitystietoja, odota hetki...
M_Retry=Yritä uudelleen
M_GetUpdateFailed=Päivitystietoja ei saatu, yritä myöhemmin uudelleen.
M_Finish=OK
M_GetFileFailed=Päivitystiedostoja ei saatu, yritä myöhemmin uudelleen.
M_CancelDownload=Oletko varma, että haluat peruuttaa päivitysten lataamiseen?
M_UpdateSucceed=Päivitys onnistui!
M_KillUpdateTip=Tämä ohjelma on vanhentunut eikä toimi enää. Lataa uusin versio jatkaaksesi sen käyttämistä.

[SmartDefrag_AutoupdateFormMain_Version]
Label_Ver_Title.Caption=Smart Defrag %s uusi versio on saatavilla!
Label_Ver_WN.Caption=Mitä uutta
Label_Ver_RML.Caption=Päätä myöhemmin
RdImageButton_Ver_Download.Caption=Lataa nyt

[SmartDefrag_AutoupdateFormMain_Version_M]
M_Close=Sulje
M_UpCap=Smart Defrag %s on nyt saatavilla!
M_UpInfo=Klikkaa "%s" nauttiaksesi ja uusimmista ominaisuuksista!

[SmartDefragUpgrate]
lblCongratulations.Caption=Onnittelut!
lblSubCongratulations.Caption=Olet päivittänyt versioon
lblWhatNew.Caption=MITÄ UUTTA
lblWhatNew_LTTitle.Caption=Uuden sukupolven levyn eheytyskone
lblWhatNew_LTSubTitle.Caption=Uuden sukupolven levyneheytysmoottori optimoi levyt tehokkaasti ja voimakkaasti.
lblWhatNew_RTTitle.Caption=Uusi priorisaatioeheytys nopeuttaa konetta
lblWhatNew_RTSubTitle.Caption=Eheytys ja priorisointi -menetelmä parantaa PCn suorituskykyä nopeuttamalla tietojen saatavuutta.
lblWhatNew_LBTitle.Caption=Windows 8.1 Metro sovellusten eheytys
lblWhatNew_LBSubTitle.Caption=Tukee täysin Windows 8.1 Metro sovelluksien eheytystä nopeamman ja sujuvamman käyttökokemuksen parantamiseksi.
lblWhatNew_RBTitle.Caption=Levyn uudelleenjärjestäminen
lblWhatNew_RBSubTitle.Caption=Siivoa turhat tiedostot levytilan vapauttamiseksi.
btnClose.Caption=Sulje

[IMF_M]
M_TitleSD=Hanki Advanced SystemCare Free IObit Smart Defragin poistamisen jälkeen

[SendBugReportNew_FrmMain]
lblErrorDetails.Caption=Virhetiedot:
lblUserEmail.Caption=Sähköpostiosoitteesi:
btnClose.Hint=Sulje
btnSendReport1.Caption=Lähetä
lblSuccTips1.Caption=Lähetys onnistui! Yritämme parhaamme tämän ongelman ratkaisemiseksi mahdollisimman pian.

[SendBugReportNew_M]
M_BugStatisticsTips=on havainnut virheen ja on suljettava. Analysoimme syitä. Ole hyvä ja odota...
M_SendingTips=Lähetetään...
M_InvalidEmailTips=Virheellinen sähköpostiosoite! Anna voimassa oleva sähköpostiosoitteesi, jotta voimme ottaa sinuun yhteyttä.
M_OKTips=OK
M_AskUserTips1=on havainnut ongelman. Voit auttaa meitä korjaamaan tämän ongelman lähettämällä virheenkorjaustiedoston automaattisesti valitsemalla 'Lähetä'. <a>Tietosuojakäytäntö</a>
M_AttentionTips1=on havainnut ongelman. Voit auttaa meitä korjaamaan tämän ongelman lähettämällä virheenkorjaustiedoston automaattisesti valitsemalla 'OK'. <a>Tietosuojakäytäntö</a>

[SDFeed_Form_Feedback]
lbFeedbbackTitle.Caption=Palaute
RdLabel_Mail.Caption=Sähköpostiosoite:
RdLabel_Subject.Caption=Pyynnön tyyppi:
RdLabel_MailDes.Caption=Varmista, että sähköpostiosoite on oikein, jotta voimme palata asiaan.
RdLabel_MailBody.Caption=Kuvaus:
RdLabel_Attach.Caption=Liitteet
lblSendDes.Caption=Lähetetään palautetta...
lblSend.Caption=Lähetä
ButtonCancel.Caption=Peruuta
ComboBox_Subject.Items[0].Caption=Pidän siitä
ComboBox_Subject.Items[1].Caption=Ehdotuksia
ComboBox_Subject.Items[2].Caption=Hajanaisuuden erityispiirteet
ComboBox_Subject.Items[3].Caption=Analysointi-/eheytysongelmat
ComboBox_Subject.Items[4].Caption=Lataus/päivitys epäonnistui
ComboBox_Subject.Items[5].Caption=Levyn tunnistus epäonnistui
ComboBox_Subject.Items[6].Caption=Muut
ImageNoteClose.hint=Sulje
ButtonAdd.hint=Lisää
ButtonAttachView.hint=Näkymä
ButtonSend.Caption=Lähetä

[SDFeed_M]
M_MailAddrHint=Varmista, että sähköpostiosoitteesi on oikein, jotta voimme ottaa sinuun yhteyttä.
M_DescriptionHint=Ole hyvä ja kirjoita kuvaus.
M_MailSuccHint=Kiitos palautteestasi. Otamme yhteyttä mahdollisimman pian.
M_TimeoutHint=Palautteen lähettäminen epäonnistui. Klikkaa OK lähettääksesi online-palautteesi.
M_SendMail=Tai ota meihin suoraan yhteyttä: %s
M_Remove=Poista kaikki
M_AttachErrorExt=Seuraavia tiedostotyyppejä ei voi liittää:
M_AttachOversize=Liitteen lisääminen epäonnistui. Sen koko ylittää 10 Mt rajan.

[SmartDefrag_SDUpgradeTipsForm]
lblTitle.Caption=Onnittelut!
lblInfo.Caption=Päivitys uusimpaan Smart Defragiin onnistui.
btnOK.Caption=Kokeile sitä nyt!
btn_close.Hint=Sulje

[SDRegister_Form_IObit_Register]
Label_Title.Caption=Maksimoi suorituskyky ja levyn kesto Pro Editionilla
RdLabel_Des.Caption=Päivitä Pro versioon nauttiaksesi älykkäästä ja perusteellisesta eheytyksestä ja optimoinnista:
RdLabel_01_Title.Caption=Jopa 200% nopeampi
RdLabel_02_Title.Caption=Älykkäämpi ja yksinkertaisempi
RdLabel_03_Title.Caption=Enemmän vakautta ja syvyyttä
RdLabel_04_Title.Caption=Aina ajan tasalla
RdLabel_01_Cap.Caption=Enemmän levytilaa ja jopa 200% nopeampi tiedostojen saavutettavuus
RdLabel_02_Cap.Caption=Eheyttää valitut tiedostot ja levyt automaattisesti reaaliajassa
RdLabel_03_Cap.Caption=Eheyttää levyt ja järjestelmätiedostot käynnistyksen aikana
RdLabel_04_Cap.Caption=Automaattinen päivitys uusimpaan Smart Defrag versioon
Label_EnterCode.Caption=Syötä koodi
Label_Help.Caption=Ohje
Label_Eg.Caption=Esim.:F4B1D-ACAB1-AB4FF-5FDC6
Label_TechDes.Caption=Anna lisenssikoodi ja klikkaa "Rekisteröi nyt" aktivoidaksesi PRO Edition kaikki toiminnot. Kirjoitusvirheiden välttämiseksi, kopioi ja liitä lisenssikoodi saamastasi sähköpostista.
Label_LicenseCode.Caption=Lisenssikoodi:
Button_Activate.Caption=Aktivoi nyt
Button_RegisterNow.Caption=Rekisteröi nyt
Button_RegisterClose.hint=Sulje
Label_LMTitle.Caption=Lisenssin hallinta
Label_LMLSta.Caption=Lisenssiversio:
Label_LMLCode.Caption=Lisenssikoodi:
Label_LMLDate.Caption=Voimassa:
Label_LMLeftDays.Caption=Päiviä jäljellä:
Label_LMHelp.Caption=Ohje
Label_LMRefresh.Caption=Virkistä
Label_LMExportL.Caption=Vie lisenssi
Button_LMClose.hint=Sulje
Button_OK.Caption=OK
Label_KnowMore.Caption=Lisätietoja Pro versiosta
LabelB_01_Cap.Caption=Kiintolevyn peruseheytys ja -optimointi
LabelB_02_Cap.Caption=Jopa 200% parempi tiedoston saantinopeus
LabelB_03_Cap.Caption=Huippu pelikokemus pelien optimoinnilla
LabelB_04_Cap.Caption=Käynnistyksen aikainen eheytys nopeuttaa tietokoneen käynnistymistä
LabelB_05_Cap.Caption=Automaattinen ja älykäs pirstoutuneiden tiedostojen eheytys
LabelB_06_Cap.Caption=Eheytystilan ja levyjen mukauttaminen/Eheytettävät tiedostot
LabelB_07_Cap.Caption=Automaattinen päivitys uusimpaan versioon
LabelB_08_Cap.Caption=Ilmainen 24/7 tekninen tuki tarvittaessa
LabelB_Curent.Caption=Nykyinen
LabelB_PRO.Caption=PRO
LabelC_WhatMore.Caption=Lisäksi saat myös kaikki PRO -toiminot alla:
Btn_Boost.Caption=Älykäs levyn tehostus
Btn_DefragRegistry.Caption=Rekisteritiedostojen eheytys
Btn_AutoDefrag.Caption=Automaattinen eheytys
Btn_DefragSpecilFile.Caption=Määritettyjen tiedostojen eheytys
Label_KnowMoreC.Caption=Lisätietoja Pro editiosta

[SDRegister_M]
M_EnterError=Syötä lisenssikoodi!
M_ErrorTitle=Aktivointivirhe
M_SucceedTitle=Aktivointi
M_IsOtherCode=Lisenssikoodi %s kelpaa vain tuotteelle %s. Klikkaa OK-painiketta ladataksesi ja rekisteröidäksesi %s.
M_InvalidCode=Virheellinen lisenssikoodi. Kirjoita voimassaoleva käyttöoikeuskoodi.
M_License_Pro=Lisenssikoodin aktivointi onnistui.
M_License_valication=Yhteyttä ei voi muodostaa palvelimeen. Tarkista verkko-/proxy-asetukset ja yritä vahvistaa käyttöoikeus myöhemmin.
M_License_Expired=Lisenssisi %s on vanhentunut. Uudista lisenssikoodi tai osta uusi.
M_License_Unknow=Tuntematon virhe!
M_License_Illegal=Lisenssikoodia ei voi aktivoida. Hanki uusi.
M_License_Overseat=Lisenssikoodi %s on käytössä mahdollisimman monessa tietokoneessa, eikä sitä voi käyttää. Ole hyvä osta toinen Smart Defrag Pro lisenssikoodi tälle PC:lle.
M_GiveawayCode=Tämä giveaway-käyttöoikeus on virheellinen. Valitse Kyllä ostaaksesi uusi lisenssikoodi.
M_PageC_Cap=Automaattinen eheytys
M_PageC_Des1=Eheyttää levyt järkevästi, kun järjestelmä on toimettomana.
M_PageC_Des2=Ota automaattinen eheytys käyttöön, jolloin hajanaisuus pysyy alhaisempana ja saat paremman suorituskyvyn.
M_PageD_Cap=Automaattinen päivitys
M_PageD_Des1=Päivittää automaattisesti uusimpaan versioon.
M_PageD_Des2=Ota automaattinen päivitys käyttöön, jolloin sinulla pysyy uusimmat ohjelmistoversiot.
M_PageE_Cap=Eheytä rekisteritiedostot käynnistyksen yhteydessä tehtävällä eheytyksellä.
M_PageE_Des1=Eheytä rekisteritiedostot Windowsin käynnistyessä.
M_PageE_Des2=Paranna rekisterin suorituskykyä vakaamman ja tasaisemman järjestelmän saamiseksi.
M_PageF_Cap=Eheytä määritetyt tiedostot käynnistyksen yhteydessä tehtävällä eheytyksellä
M_PageF_Des1=Eheytä määritetyt tiedostot Windowsin käynnistyessä.
M_PageF_Des2=Paranna tiedostojen käytön nopeutta ja vakautta.
M_license_seat=Lisenssin käyttöoikeudet
M_License_DLLMiss=RegisterCom.dll puuttuu. Asenna Smart Defrag uudelleen ja yritä rekisteröidä uudelleen.

[M_PrivacyScanner]
0=Internet Explorer
1=Mozilla Firefox
2=Google Chrome
3=Opera
4=Safari
5=Windows
6=Office sovellukset
7=Internet
8=Multimedia
9=Apuohjelmat
10=Mukautetut laajennukset
11=Opera Next
12=Mozilla Thunderbird
13=Ice Dragon
14=Windows sovellukset
15=iTunes
M_Scan=Skannataan:
M_Fix=Korjataan:
M_GS=Yleistilanne
M_TyURL=Kirjoitetut URL-osoitteet
M_Cookie=Evästeet
M_TempF=Temp-tiedostot
M_His=Historia
M_IDF=Indeksitiedostot
M_AFF=Tallennetut lomaketiedot
M_AFP=Tallennetut salasanat
M_ICache=Internet-välimuisti
M_DownHis=Lataushistoria
M_SaveFI=Tallennetut lomaketiedot
M_Reg=Regedit
M_ReDoc=Viimeaikaiset asiakirjat
M_RunHis=Suoritushistoria
M_DelOnBoot=(poista uudelleenkäynnistyksessä)
M_ItemsCap=%s kohdetta, %s
M_Session=Istunto
M_SavePwd=Tallennetut salasanat
M_ComDatabase=Tiivistä tietokannat
M_PriFixCap=[Yksityisyys]: %d ongelmaa korjattu
M_Det=Tiedot
M_Del=Poistettu
M_CFFDB=Tiivistä Firefoxin tietokannat
M_CGCDB=Tiivistä Google Chromen tietokannat
M_WebBro=Verkkoselain
M_NoteIt=Huomautus: %s jälkiä ei voi poistaa sen ollessa käynnissä.
M_NoteThey=Huomautus: %s jälkiä ei voi poistaa niiden ollessa käynnissä.
M_WebIcons=Verkkosivujen kuvakkeet
M_LastDL=Viimeinen lataussijainti
M_InsCache=Asentajan välimuisti
M_MobApp=Mobiilisovellukset
M_Book=Kirjat
M_Podcasts=Podcastit
M_SanpViewer=Kaappauksen näyttöohjelma
M_RemoteD=Etätyöpöytä
M_ManageC=Hallintakonsoli
M_Wordpad=Wordpad
M_Paint=Paint
M_PhotoE=Kuvanmuokkaus
M_GameE=Pelienhallinta
M_Defender=Windows Defender
M_Search=Haku

[SmartDefrag_LocalDiskItem]
icon_histogram.Hint=Levyn kunto
btn_auto_defrag.Caption=Automaattinen eheytys
btn_boot_defrag.Caption=Käynnistyksen aikainen eheytys
btn_disk_clean.Caption=Levyn siivous
lblOptimizeType.Items[1].Caption=Trimmaus
lblOptimizeType.Items[2].Caption=Sovellusten optimointi

[SmartDefrag_SDPromoteFrame]
rdlblAboutPro.Caption=Katso kaikki ominaisuudet
btnPurchaseNow.Caption=Osta nyt
btnBack.Caption=Takaisin
lblLeaveContent.Items[0].Caption=Eheyttää automaattisesti valitut tiedostot ja levyt pitäen tietokoneesi huippukunnossa reaaliajassa.
lblLeaveContent.Items[1].Caption=Käynnistyksen aikainen eheytys eheyttää määritetyt tiedostot ja levyt käynnistyksen aikana tarjoten parhaan käynnistystehokkuuden.
rdlblRightTitle.Items[0].Caption=Kaikki sirpaleet on eheytetty.
rdlblRightTitle.Items[1].Caption=Joitakin sirpaleita ei voi eheyttää, koska niihin liittyvät tiedostot ovat käytössä.
rdlblRightTitle.Items[2].Caption=Eheytys onnistui!
rdlblLeftTitle.Items[0].Caption=Taattu tietokoneesi suojaus huippusuoritukseen
rdlblLeftTitle.Items[1].Caption=Taattu levyn suorituskyvyn maksimointi
rdlblLeftContent.Items[0].Caption=Olet täysin suojattu 60 päivän rahat takaisin-takuullamme. Jos tuote ei täytä lupauksiaan, saat täyden hyvityksen. Ei kysymyksiä.
rdlblLeftContent.Items[1].Caption=Olet täysin suojattu 60 päivän rahat takaisin-takuullamme. Jos tuote ei täytä lupauksiaan, saat täyden hyvityksen.
rdlblTitle3.Caption=Maksimoi levyn suorituskyky Pro-versiolla.
rdlblContent1.Caption=Enemmän levytilaa ja jopa 200% nopeampi tiedostoihin pääsy.
rdlblContent2.Caption=Eheyttää automaattisesti valitut tiedostot ja levyt reaaliajassa.
rdlblContent3.Caption=Maksimi levyjen eheytys, jopa jarjestelmatiedostot käynnistyksen aikana.
rdlblContent4.Caption=Päivittää automaattisesti uusimpaan versioon.
rdlblDiskStatus.Caption=Tietokoneesi levyn tila:

[SmartDefrag_AutoAnalyzeForm]
btnClose.Hint=Sulje
btnSetting.Hint=Asetukset
btnDefragManually.Caption=Manuaalinen eheytys
btnActivateAutoDefrag.Caption=Aktivoi autom. eheytys
lblTitle.Caption=Ajoita eheytys
btnShowAgain.Caption=Älä näytä tätä enää

[DiskInfo_Smart]
UNKNOWN=Tuntematon
VENDOR_SPECIFIC=Valmistajakohtainen
01=Lukuvirhetiheys
02=Läpimenon suorityskyky
03=Käynnistymisaika
04=Käynnistys/pysäytyskertoja
05=Uudelleensijoitettuja sektoreita
06=Lukukanavan marginaali
07=Hakuvirhetiheys
08=Hakujen suorituskyky
09=Käyttöaika
0A=Pyörityksen uudelleenyritykset
0B=Uudelleenkalibrointiyritykset
0C=Jännitteenkytkentäkertoja
0D=Korjaamattomien lukuvirheiden tiheys
B8=Päästä-päähän virheitä
BB=Korjauskelvottomia virheitä
BC=Myöhästyneitä komentoja
BD=Korkean lennon kirjoituskertoja
BE=Ympäristön lämpötila
BF=Kiihtyvyysvirhetiheys
C0=Sammutuksen peruutuksia
C1=Hakupään liikkeellelähtöjä
C2=Lämpötila
C3=Laitteistotasolla korjattuja pariteettivirheitä
C4=Sektoreiden uudelleensijoituskertoja
C5=Uudelleensijoitusta odottavia sektoreita
C6=Korjauskelvottomia sektoreita
C7=UDMA-tarkistusvirheitä
C8=Kirjoitusvirhetiheys
C9=Ohjelmistolukuvirheiden tiheys
CA=Osoitteen merkkivirhe
CB=Loppumisten peruutuskertoja
CC=Ohjelmistokorjattuja pariteettivirheitä
CD=Lämpötilojen ankaruus
CE=Lentokorkeus
CF=Suurivirtaisia pyörityksiä
D0=Pyörityssurina
D1=Taustahakujen suorituskyky
D3=Tärinää kirjoitettaessa
D4=Iskuja kirjoitettaessa
DC=Levysiirtymä
DD=Kiihtyvyysvirhetiheys
DE=Lukupään käyttöaika
DF=Lukupään muutoksia
E0=Mekaaninen liikevastus
E1=Lukupään käyttökertoja
E2=Liikkeelläoloaika
E3=Nopeusvirheiden korjauksia
E4=Sammutuksen peruutuksia
E6=GMR-Lukupään amplitudi
E7=Lämpötila
F0=Lukupään lentoaika
FA=Lukuvirheiden korjaustiheys
FE=Vapaan pudotuksen suojauksia

[DiskInfo_SmartSsd]
01=Lukuvirhetiheys
02=Läpimenon suorityskyky
03=Käynnistymisaika
04=Käynnistys/pysäytyskertoja
05=Uudelleensijoitettuja sektoreita
06=Lukukanavan marginaali
07=Hakuvirhetiheys
08=Hakujen suorituskyky
09=Käyttöaika
0A=Pyörityksen uudelleenyritykset
0B=Uudelleenkalibrointiyritykset
0C=Jännitteenkytkentäkertoja
0D=Korjaamattomien lukuvirheiden tiheys
C0=Vaarallisia sammutuksia
C2=Lämpötila
C4=Sektoreiden uudelleensijoituskertoja
C5=Uudelleensijoitusta odottavia sektoreita
C6=Korjauskelvottomia sektoreita
FF=Jäljellä oleva elinaika

[DiskInfo_SmartMtron]
BB=Täydellisiä tyhjennyskertoja

[DiskInfo_SmartIndlinx]
01=Lukuvirhetiheys
09=Käyttöaika
0C=Jännitteenkytkentäkertoja
B8=Alkuperäinen viallisten lohkojen määrä
C3=Ohjelmointivirheellisten lohkojen määrä
C4=Tyhjennysvirheellisten lohkojen määrä
C5=Lukuvirheellisten lohkojen määrä
C6=Sektoreiden lukukertoja
C7=Sektoreiden kirjoituskertoja
C8=Lukukomentojen kokonaismäärä
C9=Kirjoituskomentojen kokonaismäärä
CA=Flash-muistin virheellisten tavujen kokonaismäärä
CB=Korjaavalla bitillä varustettujen lukusektoreiden kokonaismäärä
CC=Virheellinen lohko täynnä -lippu
CD=Tyhjennyskertojen enimmäismäärän seuranta
CE=Tyhjennyskertoja vähintään
CF=Tyhjennyskertoja enintään
D0=Tyhjennyskertoja keskimäärin
D1=Jäljellä oleva elinaika

[DiskInfo_SmartJMicron60x]
09=Käyttöaika
0C=Jännitteenkytkentäkertoja
C2=Lämpötila
E5=Järjestelmän pysäytystunnus / Flash ID
E8=Laitteistoversiotietoja (Firmware)
E9=ECC-virhetietue
EA=Tyhjennyskertoja keskimäärin / enintään
EB=Kunnollisten lohkojen / järjestelmälohkojen määrä

[DiskInfo_SmartIntel]
03=Käynnistymisaika
04=Käynnistys/pysäytyskertoja
05=Uudelleensijoitettuja lohkoja
09=Käyttöaika
0C=Jännitteenkytkentäkertoja
C0=Vaarallisia sammutuksia
E1=Isäntäkirjoituksia
E8=Käytettävissäolevaa varattua tilaa
E9=Kuluneisuusilmaisin
B8=Päästä-päähän virheitä

[DiskInfo_SmartSamsung]
09=Käyttöaika
0C=Jännitteenkytkentäkertoja
AF=Epäonnistuneita ohjelmointikertoja (Piiri)
B0=Epäonnistuneita tyhjennyskertoja (Piiri)
B1=Kuluneisuusaste
B2=Varattuja lohkoja käytetty (Piiri)
B3=Varattuja lohkoja käytetty yhteensä
B4=Käyttämättömiä varattuja lohkoja yhteensä
B5=Epäonnistuneita ohjelmointikertoja yhteensä
B6=Epäonnistuneita tyhjennyskertoja yhteensä
B7=Ajonaikaisia virheellisiä lohkoja yhteensä
BB=Korjauskelvottomia virheitä
BE=Ylikuumenemiskertoja
C2=Lämpötila
C3=Pariteettivirhetiheys
C6=Taustalla korjaamiskelvottomia virheitä
C7=Tarkistussummavirheitä
C9=Varmennuspariston tila (SuperCap)
CA=SSD-tilailmaisin

[DiskInfo_SmartSandForce]
01=Raaka lukuvirhetiheys
05=Käytöstäpoistettuja lohkoja
09=Käyttöaika
0C=Jännitteenkytkentäkertoja
0D=Ohjelmistolukuvirheiden tiheys
64=Tyhjennettyjä Gigatavuja
AA=Varattuja lohkoja
AB=Epäonnistuneita ohjelmointikertoja
AC=Epäonnistuneita tyhjennyskertoja
AE=Odottamattomia virtakatkoja
B1=Kuluneisuusarvo
B5=Epäonnistuneita ohjelmointikertoja
B6=Epäonnistuneita tyhjennyskertoja
B8=Reportoidut I/O-virhekoodivirheet
BB=Korjauskelvottomia virheitä
C2=Lämpötila
C3=Lennossa korjauskelvottomiä virheitä
C4=Sektoreiden uudelleensijoituskertoja
C6=Korjauskelvottomia sektoreita
C7=SATA Tarkistussummavirheitä
C9=Ohjelmistollisesti korjauskelvottomien lukuvirheiden tiheys
CC=Ohjelmistokorjattujen pariteettivirheiden tiheys
E6=Elinkaaren tila
E7=SSD Elinaikaa jäljellä
E8=Käytetettävissäoleva varattu tila
EB=Varmennuspariston tila (SuperCap)
F1=Elinaika (Kirjoituskertoja)
F2=Elinaika (Lukukertoja)

[DiskInfo_SmartJMicron61x]
01=Lukuvirhetaajuus
02=Suorituskyky
03=Kiihtyvyys
05=Uudelleen jaetut sektorit
07=Hakuvirheet
08=Hakuaika
09=Käynnissäolo
0A=Käynnistysyrityksiä
0C=Käynnistysmäärä
A8=SATA PHY virheet
AF=Huonot klusterit (ECC Fail Count)
C0=Odottamattomat virran katoamiset
C2=Lämpö
C5=Nykyiset odottavat sektorit
AA=Huonot lohkot
AD=Poistojen määrä

[DiskInfo_SmartMicron]
01=Raaka-luku virheet
05=Uudelleen jaetut sektorit
09=Käynnissäolo
0C=Käynnistysmäärä
AA=Kasvava virhelohkojen määrä
AB=Ohjelmavirheet
AC=Poistovirheet
AD=Kulumataso
AE=Odottamattomat virran katoamiset
B5=Ei-4k tasausta
B7=SATA liitännät
BB=Raportoidut korjauskelvottomat virheet
BC=Komennnon aikaraja
BD=Tehdas-huonot lohkot
C4=Uudelleen jaetut tapahtumat
C5=Nykyiset odottavat sektorit
C6=Smart Off-line Scan korjauskelvottomat virheet
C7=Ultra DMA CRC Error Rate virheet
CA=Käytetty elinaika %
CE=Lukuvirheet

[DiskInfo_MainForm]
btnClose.Hint=Sulje
btnMaxmize.Hint=Maksimoi
btnMinmize.Hint=Minimoi
btnRestore.Hint=Palauta
rdlblDiskStatus.Caption=Levyn kunto:
rdlblDiskTemp.Caption=Lämpö:
rdlblUsage.Caption=Käyttö:
rdlblReadSpeed.Caption=Lukunopeus:
rdlblResponseTime.Caption=Vasteaika:
rdlblWriteSpeed.Caption=Kirjoitusnopeus:
rdlblDriveName.Caption=Asema:
rdlblFreeMoreSpace.Caption=Vapauta lisätilaa
rdlblDiskInfo.Caption=Levyn itseseuranta-raportti:
lvDiskInfo.Columns[0].Caption=ID
lvDiskInfo.Columns[1].Caption=Määritteen nimi
lvDiskInfo.Columns[2].Caption=Tila
lvDiskInfo.Columns[3].Caption=Arvo
lvDiskInfo.Columns[4].Caption=Huonoin
lvDiskInfo.Columns[5].Caption=Kynnys
lvDiskInfo.Columns[6].Caption=Raaka-data

[SmartDefrag_SchduleDefragInfoForm]
btnClose.Hint=Sulje
btnSetting.Hint=Asetukset
btnDefragManually.Caption=Eheytä manuaalisesti
btnActivateAutoDefrag.Caption=Aktivoi AutoDefrag
lblTitle.Caption=Ajoita eheytys
btnShowAgain.Caption=Älä näytä tätä enää

[ActionCenter_FormActiveAutoUpt]
btnUptManual.Caption=Eheytä manuaalisesti
lblActiveTitle.Caption=Oletko väsynyt manuaalisiin päivityksiin?
btnActiveAutoUpt.Caption=Aktivoi automaattiset päivitykse
btnDonotShow.Caption=Älä näytä tätä enää
lblClose.Caption=Sulje

[TaskForm]

[SmartDefrag_SDActivateNowForm]
btnContent1.Caption=Jopa 200% nopeampi
btnContent2.Caption=Älykkäämpi ja yksinkertaisempi
btnContent3.Caption=Vakaampi ja perusteellisempi
btnContent4.Caption=Aina ajan tasalla
btnActivateNow.Caption=Aktivoi nyt
rdlblActivateCode.Caption=Anna koodi
rdlblTitle.Caption=Aktivoi kaikki Pro't

[FormShuffle_Main_M]
M_Title=Lucky Draw
M_Close=Sulje
M_Info=Onneksi olkoon! Saat %d tuurimahdollisuuden.
M_Next=Olet jo käyttänyt tämän mahdollisuuden. Odota, seuraavaa mahdollisuutta.
M_Congrate=Hurraa! %s! Vain %d käyttäjää voittajaa!
M_ShuffleConNol=Hurraa! %s! Vain %d käyttäjää voitti sen! Voimassa %t päivää.
M_ShuffleConLast=Hurraa! %s! Vain %d käyttäjää voitti sen! Voimassa viimeistä päivää.
M_TryMyLuck=Kokeile onneani
M_GetItNow=Hae se nyt
M_ShufflePro=1 vuosi Smart Defrag kokeiluaikaa tälle tietokoneelle.
M_ExitTip=Jos lopetat nyt, saatat menettää erikoisalennuksen. Hanki nyt alennuksella?
M_ExitTipSure=Jos lopetat nyt, menetät erikoisalennuksen. Hanki nyt alennuksella?
M_ExitTipPro=Jos lopetat nyt, menetät Smart Defrag Pro tarjouksen. Hanki nyt alennuksella?
M_ExitCancel=Ei kiitos
M_CreateLicense=Aktivoidaan Smart Defrag PRO, odota
M_CreateFin=Smart Defrag Pro aktivointi onnistui. Nauti Pro-toiminnoista!
M_TryItNow=Kokeile nyt

